{
   "names_of_crops": [
      "wheat",
      "maize",
      "zaid crops",
      "sugarcane",
      "pulses",
      "vegetables",
      "horticulture",
      "animal husbandry",
      "fisheries"
   ],
   "general_advisory": "In the current scenario of weather in the state, farmers have to manage their agriculture for the next two weeks. The following recommendations are made: -\n- In order to conserve the environment and nutrients, farmers should never burn the crop residue after harvesting wheat but should increase the fertility of the soil by decomposing it in the field. To decompose the wheat residue, apply cow dung manure at the rate of 5 tonnes / ha on a priority basis. If cow dung manure is not available, it is 20 kg. /. Additional nitrogen or 2.5 kg. Mix Trichoderma birdii with soil or sand and put it in the field before ploughing.\n- Deep ploughing of the field in summer. Get a soil test done and use fertilizers only as recommended. In rice-planting areas, sow henna or hancha for hati manure as early as possible. Paddy seeds are available at the Agriculture Department godowns in all the districts.\n- For protection against soil-borne diseases like stem rot, root rot, scorch, brown spot, acne, bacterial scorch, yeast, etc., Trichordia baviridi is sold at 4% WP or Trichordaria 2% WP for 2.5 kg. It is per. 65-75 kg. Preventing diseases like sheath blight, false bollworm, etc. can be done by spraying light water mixed with rotten cow dung manure and keeping it in shade for 8-40 days and then adding it to the soil at the last ploughing before sowing.\n- Vuberia baesiana for protection against termites, white girders, nematodes, root rot, cutworms, etc. 2.5 kg of Percentage W, P. kg from 65-75 at the rate of / he. After spraying light water mixed with cow dung manure and keeping it in shade for 8 to 40 days, the land should be treated by mixing it in the fields at the time of last ploughing.\n- Continue to irrigate urad, moong, and sugarcane crops and lychee and mango orchards as needed to retain sufficient moisture.\n- Ensure seeding for long duration varieties of paddy from 20th May.",
   "crops_data": {
      "wheat": {
         "advisory": [
            "In order to conserve the environment and nutrients, farmers should never burn the crop residue after harvesting wheat but should increase the fertility of the soil by decomposing it in the field. To decompose the wheat residue, apply cow dung manure at the rate of 5 tonnes / ha on a priority basis. If cow dung manure is not available, it is 20 kg. /. Additional nitrogen or 2.5 kg. Mix Trichoderma birdii with soil or sand and put it in the field before ploughing.",
            "Deep ploughing of the field in summer. Get a soil test done and use fertilizers only as recommended. In rice-planting areas, sow henna or hancha for hati manure as early as possible. Paddy seeds are available at the Agriculture Department godowns in all the districts.",
            "For protection against soil-borne diseases like stem rot, root rot, scorch, brown spot, acne, bacterial scorch, yeast, etc., Trichordia baviridi is sold at 4% WP or Trichordaria 2% WP for 2.5 kg. It is per. 65-75 kg. Preventing diseases like sheath blight, false bollworm, etc. can be done by spraying light water mixed with rotten cow dung manure and keeping it in shade for 8-40 days and then adding it to the soil at the last ploughing before sowing.",
            "Vuberia baesiana for protection against termites, white girders, nematodes, root rot, cutworms, etc. 2.5 kg of Percentage W, P. kg from 65-75 at the rate of / he. After spraying light water mixed with cow dung manure and keeping it in shade for 8 to 40 days, the land should be treated by mixing it in the fields at the time of last ploughing.",
            "Continue to irrigate urad, moong, and sugarcane crops and lychee and mango orchards as needed to retain sufficient moisture.",
            "Ensure seeding for long duration varieties of paddy from 20th May."
         ]
      },
      "maize": {
         "advisory": [
            "To get good yield, arrange and sow the seeds of late maturing hybrid varieties of maize like Ganga-7, Sartaj, HQ, PM-5, HQ, PM-8, Pro-36 (4640), Bio-968, Y-402, PSC-740, NMH-920, Seedtech-740, NMH-713 and complex variety Prabhat etc.",
            "If the seed is not treated, before sowing, the first 4 kg of seed should be treated with 2. 5 gm. Therum or 2 g of carbondazim should be treated with 50 wp and subsequently the seed should be treated with imidacloprid 2 g. Seeds should be treated with / kg."
         ]
      },
      "zaid crops": {
         "advisory": [
            "The mung bean crop is witnessing the invasion of black-winged white-colored moths. Black spots can be seen on each segment of its body. This moth is more aggressive on smaller plants. For crop protection, make a solution of 5% neem oil and spray it on the crop 2 times in a week or 2 times in the evening at an interval of 2-45 days by mixing 5% gram quantity of Immactin Bezoate 5% SG in 2 litres of water.",
            "As soon as the yellow mosaic disease appears in the urad / moong crop, the affected plants should be carefully uprooted and destroyed (burnt / buried). Oxidametone-methyl 25% EC or dimethoate 30 EC4 per litre when seen at the rate of 5 to 40 per plant (whitefly). at the rate of 600-800 l. Water should be mixed and sprayed.",
            "If the sunflower seeds are ripe and hard, the stalks should be harvested. Cut off the ends and dry them in the shade, and they should not be piled up."
         ]
      },
      "sugarcane": {
         "advisory": [
            "The farmer must irrigate the sugarcane at 72-75 day intervals.",
            "When the oats come out after irrigation, first topdress them with nitrogen and knead them.",
            "For nitrogen topdressing, apply at the rate of 425 kg urea / ha near the sugarcane rows in case of sufficient moisture.",
            "Chloroentraniliprole 48. 7 SCK 375 was found for protection against shoot borer and shoot borer insect. The volume was 4000 liters. Rinse the roots of the plants by dissolving in water / at the rate of H0.",
            "On the outbreak of sucker mites, Profenophas 40% + Cyper 04% got 750. Take the quantity 625, dissolve it in water and make a paste. Sprinkle with the tax rate.",
            "The farmer brothers who have sown pulses like moong, urad and cowpea as intercrop along with sugarcane. Keep doing irrigation, weed management and pest management from time to time."
         ]
      },
      "pulses": {
         "advisory": [
            "The farmer brothers who have sown pulses like moong, urad and cowpea as intercrop along with sugarcane. Keep doing irrigation, weed management and pest management from time to time."
         ]
      },
      "vegetables": {
         "advisory": [
            "Azadi Shactin (Neem Oil) 0. 15% EC 2.50 L on the outbreak of fruit fly in leguminous vegetables. The quantity was taken from 500 to 600. Dissolve in water and spray at intervals of 10 to 45 days as needed.",
            "The Cu-Lure pheromone trap is 8 to 0 traps per to protect leguminous crops from fruit flies. Apply at the rate of.",
            "Chillies are more prone to foliage loss and mosaic virus disease. The disease is spread by the vector insect whitefly or hopper bug. To prevent its spread, imidachloropind 30. 5% SC-0 should be diluted with water per litre, as needed. Spray at intervals of 0 to 2 days and uproot and burn the diseased plants or bury them in the soil.",
            "Brinjal and tomato crops received chlorantraniliprole insecticides 4.0 for protection against stem and fruiting pests. Dissolve the amount in a liter of water and spray at 0-45 day intervals.",
            "For the sowing of turmeric and ginger prepare the farm and arrange the bulbs.",
            "For control of okra branching and fruiting pests, apply pheromone traps 5 to 6 to 42 inches per hectare of crop or 2 g of flubendimide 39.35 SC. Make a solution of one litre of water and spray it in the evening after plucking the fruits."
         ]
      },
      "horticulture": {
         "advisory": [
            "Keep the mango and litchi gardens moist as needed.",
            "For the protection of fungal / fungal pests in mango, 4 to 2 ml of insecticide named Igridachloropid 30. 5% SC is used. Spray the foil by making a solution in liters of water.",
            "For the control of internal rotting disease of mango make a solution of 6 to 8 grams amount of borax element in water and spray the first drop.",
            "Mango is prone to a variety of diseases and pest infestations, make sure to use a fruit cover bag to get the fruit attractive and clean. Do not use fruit cover bags in coloured varieties of mangoes as the colour will not develop on the fruits when covered.",
            "In order to save lychee fruits from fruit cracking, keep irrigating at fixed intervals in the evening and use plastic mulch. In addition, 40 g of calcium nitrate. Also make a solution of borax 800 mg per liter of water and spray it.",
            "In mango and guava, the benthyl eugenol and Cu lyor traps are 8 to 10 traps each for protection against fruit fly. Apply and spray neem extract at intervals of 10 to 45 days by dissolving 5% per litre of water.",
            "Complete the digging of the bulbs in the month of May for the plantation of the orchard. At a distance of 0%] 0 m for setting up mango and litchi orchards. cubic metre, for planting guava, amla, citrus, vines and berries 6) 75 to 400 cubic centimetres at a distance of 66 metres and for banana and papaya cultivation. While digging trenches, keep in mind that half the depth of soil above the trench is on one side and the remaining soil on the other side."
         ]
      },
      "animal husbandry": {
         "advisory": [
            "Vaccinate large animals with the HS vaccine for the prevention of whooping cough and the BQ vaccine for the prevention of whooping cough. This facility is available free of cost at all veterinary clinics.",
            "The swine fever vaccine is available free of charge at all veterinary clinics.",
            "To protect the animals from the sun, tie them in a shady place in the afternoon and let them graze only in the morning and evening. Give the animal plenty of clean water to drink. Before milking, bathe the animals with fresh water in the morning and evening and do Kharahara so that the milk production in the animals does not decrease.",
            "The animals must be fed green fodder. Do not feed animals with dried green fodder (especially sorghum) as the excess of HCN (a poisonous substance) in it can make the animals sick.",
            "Due to the high temperature in the current season, animals may have problems with dehydration. To prevent this, feed the animal a mineral-salt mixture."
         ]
      },
      "fisheries": {
         "advisory": [
            "The water level of the ponds should be maintained from 5 to 5. 5 feet.",
            "For fish growth, supplements should be used at 4 to 2 percent of the weight of the fish.",
            "Breeders fear in view of breeding of common carp fishes) should be isolated and their special nutrition should be ensured.",
            "At present, the seed of common carp fishes is abundantly available on farms set up by the Uttar Pradesh Fisheries Development Corporation or in the private sector.",
            "Fish should only be fed at certain times."
         ]
      }
   },
   "data": "09-05-2024"
}