{
   "names_of_crops": [
      "गेहूँ",
      "मक्का",
      "जैद",
      "गन्ना",
      "दालें",
      "सब्जियाँ",
      "बागवानी",
      "पशुपालन",
      "मुर्गी पालन",
      "मत्स्य पालन"
   ],
   "general_advisory": "राज्य में मौसम के वर्तमान परिदृश्य में, किसानों को अगले दो हफ्तों के लिए अपनी कृषि का प्रबंधन करना होगा। निम्नलिखित सिफारिशें की जाती हैंः - पर्यावरण और पोषक तत्वों के संरक्षण के लिए, किसानों को गेहूं की कटाई के बाद कभी भी फसल के अवशेषों को नहीं जलाना चाहिए, बल्कि इसे खेत में विघटित करके मिट्टी की उर्वरता बढ़ानी चाहिए। गेहूँ के अवशेष को विघटित करने के लिए, प्राथमिकता के आधार पर 5 टन/हेक्टेयर की दर से गोबर की खाद लगाएं। यदि गोबर की खाद उपलब्ध नहीं है, तो यह 20 किलोग्राम है। अतिरिक्त नाइट्रोजन या 2.5 कि. ग्रा. ट्राइकोडर्मा बर्डी को मिट्टी या रेत के साथ मिलाएं और जुताई से पहले खेत में रख दें। गर्मियों में खेत की गहरी जुताई। मिट्टी की जाँच करवाएँ और सिफारिश के अनुसार ही उर्वरकों का उपयोग करें। धान के रोपण वाले क्षेत्रों में, हाथी खाद के लिए जल्द से जल्द मेहंदी या हांचा की बुवाई करें। सभी जिलों में कृषि विभाग के गोदामों में धान के बीज उपलब्ध हैं। मिट्टी से होने वाली बीमारियों जैसे स्टेम रॉट, रूट रॉट, स्कार्च, ब्राउन स्पॉट, एक्ने, बैक्टीरियल स्कार्च, यीस्ट आदि से सुरक्षा के लिए ट्राइकोर्डिया बाविरिडी 4 प्रतिशत डब्ल्यू. पी. या ट्राइकोर्डेरिया 2 प्रतिशत डब्ल्यू. पी. 2.5 कि. ग्रा. में बेचा जाता है। यह प्रति है। 65-75 किलोग्राम। शीथ ब्लाइट, फाल्स बोलवर्म आदि जैसी बीमारियों को सड़े हुए गोबर की खाद के साथ हल्के पानी का छिड़काव करके और इसे 8-40 दिनों के लिए छाया में रखकर और फिर बुवाई से पहले अंतिम जुताई में मिट्टी में मिलाकर रोका जा सकता है। दीमक, सफेद गर्डर, नेमाटोड, जड़ सड़न, कटवर्म आदि से सुरक्षा के लिए वुबेरिया बेसियाना। 25 कि. ग्रा. प्रतिशत डब्ल्यू, पी. कि. ग्रा. 65-75 से/उसकी दर पर। गोबर की खाद के साथ हल्के पानी का छिड़काव करने और इसे 8 से 40 दिनों तक छाया में रखने के बाद, अंतिम जुताई के समय भूमि को खेतों में मिलाकर उपचार किया जाना चाहिए। पर्याप्त नमी बनाए रखने के लिए उड़द, मूंग और गन्ने की फसलों और लीची और आम के बागों की आवश्यकतानुसार सिंचाई करना जारी रखें। 20 मई से धान की लंबी अवधि की किस्मों के लिए बीजन सुनिश्चित करें।",
   "crops_data": {
      "wheat": {
         "advisory": [
            "पर्यावरण और पोषक तत्वों के संरक्षण के लिए, किसानों को गेहूं की कटाई के बाद कभी भी फसल के अवशेषों को नहीं जलाना चाहिए, बल्कि इसे खेत में विघटित करके मिट्टी की उर्वरता बढ़ानी चाहिए।",
            "गेहूँ के अवशेष को विघटित करने के लिए, प्राथमिकता के आधार पर 5 टन/हेक्टेयर की दर से गोबर की खाद लगाएं।",
            "यदि गोबर की खाद उपलब्ध नहीं है, तो यह 20 किलोग्राम है। अतिरिक्त नाइट्रोजन या 2.5 कि. ग्रा.",
            "ट्राइकोडर्मा बर्डी को मिट्टी या रेत के साथ मिलाएं और जुताई से पहले खेत में रख दें।"
         ]
      },
      "maize": {
         "advisory": [
            "अच्छी उपज प्राप्त करने के लिए मक्के की देर से पकने वाली संकर किस्मों जैसे गंगा-7, सरताज, मुख्यालय, पीएम-5, मुख्यालय, पीएम-8, प्रो-36 (4640), बायो-968, वाई-402, पीएससी-740, एनएमएच-920, सीडटेक-740, एनएमएच-713 और जटिल किस्म प्रभात आदि के बीजों की व्यवस्था और बुवाई करें।",
            "यदि बीज का उपचार नहीं किया जाता है, तो बुवाई से पहले, पहले 4 किलो बीज को 2 के साथ उपचारित किया जाना चाहिए। 5 ग्राम। थेरम या 2 ग्राम कार्बोंडाज़िम को 50 डब्ल्यू. पी. के साथ उपचारित किया जाना चाहिए और बाद में बीज को इमिडाक्लोप्रिड 2 ग्राम के साथ उपचारित किया जाना चाहिए।"
         ]
      },
      "zaid crops": {
         "advisory": [
            "मूंग की फसल काले पंखों वाले सफेद रंग के पतंगों के आक्रमण का गवाह बन रही है। इसके शरीर के प्रत्येक भाग पर काले धब्बे देखे जा सकते हैं।",
            "फसल की सुरक्षा के लिए, 5 प्रतिशत नीम के तेल का घोल बनाएं और 2 लीटर पानी में 5 प्रतिशत ग्राम मात्रा में इमैक्टिन बेजोएट 5 प्रतिशत एस. जी. मिलाकर सप्ताह में 2 बार या शाम को 2 बार दिन के अंतराल पर फसल पर छिड़काव करें।",
            "जैसे ही उड़द/मूंग की फसल में पीला मोज़ेक रोग दिखाई देता है, प्रभावित पौधों को सावधानीपूर्वक उखाड़कर नष्ट कर दिया जाना चाहिए (जला दिया जाना चाहिए/दफनाया जाना चाहिए)।"
         ]
      },
      "sugarcane": {
         "advisory": [
            "किसान को दिन के अंतराल पर गन्ने की सिंचाई करनी चाहिए।",
            "जब ओट्स सिंचाई के बाद बाहर निकलते हैं, तो पहले उन्हें नाइट्रोजन से ढक दें और गूंध लें।",
            "नाइट्रोजन टॉपड्रेसिंग के लिए, पर्याप्त नमी की स्थिति में गन्ने की पंक्तियों के पास 425 किलोग्राम युरिया/हेक्टेयर की दर से लगाएं।"
         ]
      },
      "pulses": {
         "advisory": [
            "काली खाँसी की रोकथाम के लिए एच. एस. वैक्सीन और काली खाँसी की रोकथाम के लिए बी. क्यू. वैक्सीन के साथ बड़े जानवरों का टीकाकरण करें। यह सुविधा सभी पशु चिकित्सालयों में निःशुल्क उपलब्ध है।",
            "स्वाइन फीवर का टीका सभी पशु चिकित्सालयों में निःशुल्क उपलब्ध है।",
            "जानवरों को धूप से बचाने के लिए, उन्हें दोपहर में छायादार जगह पर बांध दें और उन्हें केवल सुबह और शाम को ही चरने दें।"
         ]
      },
      "vegetables": {
         "advisory": [
            "आजादी शक्टिन (नीम का तेल) 0. फलीदार सब्जियों में फल मक्खी के प्रकोप पर 15 प्रतिशत ईसी 2.5 एल। मात्रा 500 से 600 तक ली गई थी। पानी में घोलें और आवश्यकतानुसार 10 से 45 दिनों के अंतराल पर छिड़काव करें।",
            "फलीदार फसलों को फलों की मक्खियों से बचाने के लिए क्यू-लूर फेरोमोन ट्रैप 8 से 0 ट्रैप प्रति है। की दर से लागू करें।",
            "मिर्च में पत्ते के नष्ट होने और मोज़ेक वायरस रोग होने की संभावना अधिक होती है।"
         ]
      },
      "horticulture": {
         "advisory": [
            "आम और लीची के बगीचों को आवश्यकतानुसार नम रखें।",
            "आम में फंगल/फंगल कीटों की सुरक्षा के लिए, 4 से 2 मिलीलीटर इग्रिडाक्लोरोपिड 30 नामक कीटनाशक लें। 5 प्रतिशत एससी का उपयोग किया जाता है। लीटर पानी में घोल बनाकर पन्नी का छिड़काव करें।",
            "आम की आंतरिक सड़न रोग के नियंत्रण के लिए पानी में 6 से 8 ग्राम मात्रा में बोरेक्स तत्व का घोल बनाएं और पहली बूंद का छिड़काव करें।"
         ]
      },
      "animal husbandry": {
         "advisory": [
            "काली खाँसी की रोकथाम के लिए एच. एस. वैक्सीन और काली खाँसी की रोकथाम के लिए बी. क्यू. वैक्सीन के साथ बड़े जानवरों का टीकाकरण करें। यह सुविधा सभी पशु चिकित्सालयों में निःशुल्क उपलब्ध है।",
            "स्वाइन फीवर का टीका सभी पशु चिकित्सालयों में निःशुल्क उपलब्ध है।",
            "जानवरों को धूप से बचाने के लिए, उन्हें दोपहर में छायादार जगह पर बांध दें और उन्हें केवल सुबह और शाम को ही चरने दें।"
         ]
      },
      "poultry": {
         "advisory": [
            "काली खाँसी की रोकथाम के लिए एच. एस. वैक्सीन और काली खाँसी की रोकथाम के लिए बी. क्यू. वैक्सीन के साथ बड़े जानवरों का टीकाकरण करें। यह सुविधा सभी पशु चिकित्सालयों में निःशुल्क उपलब्ध है।",
            "स्वाइन फीवर का टीका सभी पशु चिकित्सालयों में निःशुल्क उपलब्ध है।",
            "जानवरों को धूप से बचाने के लिए, उन्हें दोपहर में छायादार जगह पर बांध दें और उन्हें केवल सुबह और शाम को ही चरने दें।"
         ]
      },
      "fisheries": {
         "advisory": [
            "तालाबों का जल स्तर 5 से 5 तक बनाए रखा जाना चाहिए। 5 फीट।",
            "मछली के विकास के लिए, पूरक का उपयोग मछली के वजन के 4 से 2 प्रतिशत पर किया जाना चाहिए।",
            "सामान्य कार्प मछलियों के प्रजनन को देखते हुए प्रजननकर्ताओं को डर है कि उन्हें अलग किया जाना चाहिए और उनका विशेष पोषण सुनिश्चित किया जाना चाहिए।"
         ]
      }
   },
   "date": "09-05-2024"
}